<template>
  <div class="main-container">
    <div class="b1">
      <img src="/img/work.svg" alt="" />
    </div>
  </div>
</template>

<script setup>
// Страница конструктора
useHead({
  title: "Конструктор каркасных домов - Создать проект дома | TheBrus",
  meta: [
    {
      name: "description",
      content:
        "Конструктор каркасных домов - создайте свой проект дома под ключ. Планировщик каркасных домов, расчет стоимости строительства каркасного дома.",
    },
    {
      name: "keywords",
      content:
        "строительство каркасных домов, строительство каркасных домов под ключ, строительство каркасного дома цена за м2, стоимость строительства каркасного дома, строительство каркасных домов в москве, строительство каркасных домов в московской области, строительство каркасных домов под ключ цена, каркасный дом под ключ, каркасные дома под ключ московская область, заказать строительство каркасного дома, заказать каркасный дом под ключ, строительство деревянных домов, строительство деревянных домов под ключ, строительство деревянного дома под ключ цена, строительство деревянных домов в московской области, каркасник под ключ, каркасник под ключ московская область, стоимость каркасника под ключ, каркасный дом под ключ с ремонтом цена, каркасные дома, каркасные дома МО, каркасные дома московская область, каркасные дома недорого, каркасные дома для постоянного проживания, каркасные дома в МО под ключ цена, каркасный дом под ключ московская область, каркасные дома под ключ недорого, каркасный дом цена за м2, строительство каркасно щитовых домов, домокомплект каркасного дома, каркасно панельные дома, строительство панельно каркасных домов, строительство каркасно щитовых домов в москвоской области, панельно каркасные дома под ключ цены, каркасно щитовой дом под ключ, каркасно щитовые дома в москве под ключ, щитовые дома, каркасно щитовые дома цена, каркасно щитовые дома, каркасно щитовые дома московская область, заказать дом из клееного бруса, дома из клееного бруса, строительство домов из клеенного бруса, строительство дома из клееного бруса под ключ, дома из клееного бруса под ключ недорого, стоимость дома из клееного бруса, дома из клееного бруса цена за м2, конструктор каркасных домов, планировщик дома, создать проект каркасного дома, расчет стоимости каркасного дома, планировщик каркасного дома, проектирование каркасных домов, конструктор домов под ключ",
    },
    {
      property: "og:title",
      content: "Конструктор каркасных домов - Создать проект дома | TheBrus",
    },
    {
      property: "og:description",
      content:
        "Конструктор каркасных домов - создайте свой проект дома под ключ",
    },
    { property: "og:type", content: "website" },
    { property: "og:locale", content: "ru_RU" },
  ],
});
</script>

<style scoped>
.b1 {
  width: 100%;
  height: 100vh;
  display: flex;
  justify-content: center;
  align-items: center;
}
.b1 svg {
  width: 300px;
}
</style>
